Repository: paoloObesoftCom/nemesis
Catalog: patch/po/enigma1/panel_*.po
Languages: it

source: Select script to execute
it: Scegli script da eseguire

source: Running..
it: Esecuzione..

source: EDG-Nemesis News
it: Notizie EDG-Nemesis

source: EDG-Nemesis News
it: Notizie EDG-Nemesis

source: Choose emulator
it: Scegli emulatore

source: Choose cardserver
it: Scegli cardserver

source: Press OK to start/restart EMU or CS
it: Premi OK per avviare/riavviare EMU o CS

source: Utility
it: Utilità

source: Open utility panel
it: Apri pannello Utilità

source: Extra tools
it: Strumenti extra

source: Open Extra tools panel
it: Apri pannello strumenti extra

source: Setup dreambox
it: Configurazione dreambox

source: Open setup Dreambox Panel
it: Apri pannello configurazione Dreambox

source: Start - Stop programs
it: Avvio - Arresto programmi

source: Start - Stop external programs
it: Start - Stop programmi esterni

source: Show EDG-Nemesis Group news
it: Mostra News EDG-Nemesis Group

source: Unlock parental control
it: Sblocca controllo parentale

source: Lock parental control
it: Blocca controllo parentale

source: Lock,unlock (parental control)
it: Sblocca,blocca (controllo parentale)

source: Set parental control
it: Configura controllo parentale

source: Set parental control
it: Configura controllo parentale

source: About Nemesis
it: Info su Nemesis

source: About Nemsis-Project
it: Info su Nemsis-Project

source: System information
it: Informazione di sistema

source: Open system info panel
it: Apri system info panel

source: Open Addons Panel
it: Apri Addons Panel

source: Starting %s
it: Avvio di %s

source: Stopping %s
it: Arresto di %s

source: The emulator '%s' is started! Please stop it before start cardserver.
it: L'emulatore '%s' é avviato! Devi fermare l'emulatore, prima di avviare il cardserver.

source: The emulator '%s' is started!<br>Please stop it before start cardserver.
it: L'emulatore '%s' é avviato!<br>Devi fermare l'emulatore, prima di avviare il cardserver.

source: Nothing to do!
it: Nessuna operazione da eseguire!

source: Starting Emulator
it: Avvio Emulatore

source: Emulator %s is started!
it: L'emulatore %s é ora avviato!

source: Stopping Emulator
it: Arresto Emulatore

source: Emulator is now stopped!
it: L'emulatore é ora arrestato!

source: Starting Cardserver
it: Avvio Cardserver

source: Cardserver %s is started!
it: Il cardserver %s é ora avviato!

source: Stopping Cardserver
it: Arresto Cardserver

source: Cardserver is now stopped!
it: Il cardserver é ora arrestato!

source: Reload Settings....
it: Ricarica Settings....

source: Configfile parse error
it: Errore struttura Configfile

source: Invalid configfile
it: Configfile invalido

source: User Abort
it: Interruzione utente

source: Connetting to addons server. Please wait...
it: Connessione al server addons. Prego attendere...

source: Server not found! Please check internet connection.
it: Server non trovato! Controlla la connessione ad internet.

source: Connetting...
it: Connessione...

source: Connetting to server: %s
it: Connessione al server: %s

source: Download addons
it: Scarica addons

source: Abort download
it: Ferma download

source: Close
it: Chiudi

source: Not enough space in /var! Please delete addons before install new.
it: Spazio in /var insufficiente! Cancella un addons prima di installarne uno nuovo.

source: Download addon ....
it: Scarica addon ....

source: Do you want install the addon: %s ?
it: Vuoi installare l'addon: %s ?

source: Install Addon
it: Installazione Addon

source: Install %s ...
it: Installa %s ...

source: Addon installed.
it: Addon installato.

source: Istallation aborted by user!.
it: Installazione cancellata dall'utente!.

source: Addon not found! Please check internet connection.
it: Addon non trovato! Controllare la connessione ad internet.

source: Downloading addon: %d/%d kb (%d%%)
it: Scaricamento addon: %d/%d kb (%d%%)

source: Addon downloaded: %d kb
it: Addon scaricato: %d kb

source: File downloaded correctly!
it: File scaricato correttamente!

source: Nemesis download panel
it: Pannello di download Nemesis

source: Download addons
it: Scarica addons

source: Download addons from internet
it: Scarica addons da internet

source: Download extra
it: Scarica extra

source: Download extra from internet
it: Scarica extra da internet

source: Delete addons
it: Cancella addons

source: Delete addons
it: Cancella addons

source: Manual install
it: Installazione manuale

source: Manual install addons
it: Installazione manuale addons

source: Read again /tmp
it: Rileggi /tmp

source: Put your plugin (xxx.tbz2) via FTP in /tmp.
it: Metti il plugin (xxx.tbz2) in /tmp, via FTP.

source: Setting internet parameter
it: Configura parametri internet

source: Setting URL and proxy server
it: Configurazione URL e server proxy

source: Free space in /var %i %% (%'i Kb)
it: Spazio libero in /var %i %% (%'i Kb)

source: Free space %i %% (%'i Kb)
it: Spazio libero %i %% (%'i Kb)

source: Do you want delete the addon: %s ?
it: Vuoi cancellare l'addon: %s ?

source: Install addons
it: Installa addons

source: Setting internet parameter
it: Configura parametri internet

source: Extra server address to connect
it: Indirizzo di connessione al server extra

source: Enter extra address
it: Immetti inidrizzo extra

source: Use Proxy Server
it: Usa Server proxy

source: Enable / Disable proxy
it: Abilita / Disabilita proxy

source: Set Proxy server
it: Configura server proxy

source: Proxy port:
it: Porta proxy:

source: Set Proxy port
it: Configura Proxy port

source: User name:
it: Immetti nome utente:

source: Set User name
it: Immetti nome utente

source: Set password
it: Immetti password

source: Clear
it: Cancella

source: Save
it: Salva

source: You do enter a a valid URL!
it: Devi immettere un URL valido!

source: You do enter a proxy server!
it: Devi immettere un server proxy!

source: You do enter a proxy port!
it: Devi immettere la porta del proxy!

source: Do you want delete all proxy setting ?
it: Vuoi cancellare tutte le configurazioni del proxy?

source: Delete proxy setting
it: Rimuovi configurazioni proxy

source: Install addons manually
it: Installazione manuale addon

source: Extra tools
it: Strumenti Extra

source: Setting skin position
it: Configura posizione skin

source: Setting OSD skin position
it: Configura la posizione dello skin su OSD

source: Manage User's Scripts
it: Gestione Scripts di utente

source: Open user sript panel
it: Apri panello script utente

source: Manage /var folder
it: Gestione cartella /var

source: Open manage /var panel
it: Apri pannello gestione /var

source: Enable lite skin on zapping
it: Abilita skin lite al cambio canale

source: Enable / Disable lite skin on zapping
it: Ablita / Disabilita skin lite

source: Enable lite skin on OK press
it: Abilita skin lite al tasto OK

source: Enable / Disable lite skin on OK press
it: Ablita / Disabilita skin lite al tasto OK

source: Enable lite skin on INFO press
it: Abilita skin lite al tasto INFO

source: Enable / Disable lite skin on INFO press
it: Ablita / Disabilita skin lite al tasto INFO

source: EPG Control Center
it: Centro di controllo EPG

source: Open EPG control center panel
it: Apri pannello controllo EPG

source: AutoStandby Manager
it: Gestione AutoStandby

source: Open AutoStandby panel
it: Apri pannello gestione AutoStandby

source: Debugging Manager
it: Gestione Debugging

source: Open Debugging panel
it: Apri pannello gestione Debugging

source: Firewall Manager
it: Gestione Firewall

source: Open Firewall panel
it: Apri pannello gestione Firewall

source: Clear zapping playlist
it: Cancella lo storico zapping

source: Clear channel history playlist
it: Cancella lo storico dello zapping

source: Do you want delete the playlist.epl file too?
it: Vuoi cancellare anche il file playlist.epl?

source: Clear playlist
it: Cancella playlist

source: Cleaning in progress. Please Wait...
it: Cancellazione in esecuzione. Prego attendere...

source: You have to restart enigma to apply the new remote setting Restart now?
it: È necessario riavviare enigma per applicare la nuova configurazione Riavviare ora?

source: Select bootlogo
it: Scelta logo di avvio

source: Boot logo 1
it: Logo di avvio 1

source: Boot logo 2
it: Logo di avvio 2

source: Reboot Dreambox
it: Riavvia Dreambox

source: Can handle two services
it: Trattare due canali

source: Dreambox setting
it: Configurazione dreambox

source: Setting Inadyn (DynDNS)
it: Configurazione Inadyn (DynDNS)

source: Open Inadyn panel
it: Apri pannelllo Inadyn

source: Setting path
it: Configurazione percorsi

source: Open Setting path panel
it: Apri pannello Configurazione percorsi

source: Setting SWAP file
it: Configurazione file di SWAP

source: Open swap file panel
it: Apri panello file di SWAP

source: Setting Harddisk parameter
it: Configurazione parametri Harddisk

source: Open Harddisk manager
it: Apri gestione Harddisk

source: Enable DM7000 remote
it: Abilita telecomando DM7000

source: Use DM7000 remote
it: Usa telecomando DM7000

source: Enable PVR Mode
it: Abilita modo PVR

source: Use Help key for PVR
it: Usa Tasto help per PVR

source: Select boot logo
it: Scelta logo di avvio

source: Open boot logo panel
it: Apri panello logo di avvio

source: Hide ECM info in OSD
it: Nascondi info ECM nell'OSD

source: Hide ECM info in infobar
it: Nascondi info ECM dalla barra info

source: Hide Network info in OSD
it: Nascondi info Rete nell'OSD

source: Hide Network info in infobar
it: Nascondi info Rete dalla barra info

source: Show DreamCrypt as Irdeto in OSD
it: Mostra DreamCrypt come Irdeto sull'OSD

source: Show DreamCrypt as Irdeto in OSD
it: Mostra DreamCrypt come Irdeto sulla barra info

source: Show Provider with Channel in OSD
it: Mostra Provider con il canale in OSD

source: Show Provider name with Channel in OSD
it: Mostra nome provider con il canale in OSD

source: Show long month Date in OSD
it: Mostra data con mese lungo in OSD

source: Show long month Date in OSD
it: Mostra data con mese lungo in OSD

source: Save dreambox conf
it: Salva configurazioni dreambox

source: Save configuration
it: Salva configurazioni in memoria

source: Show buttons border
it: Mostra bordi nei pulsanti

source: Show buttons border
it: Mostra bordi nei pulsanti

source: Show Channell icons (Picon)
it: Mostra icone canali (Picon)

source: Show Channell icons (Picon)
it: Mostra icone canali (Picon)

source: Use Picon by Channel Name
it: Usa Picon con Nome Canale

source: Use Picon by Channel Name
it: Usa Picon con Nome Canale

source: Enable EPG Blacklist
it: Abilita EPG Blacklist

source: Enable EPG Blacklist
it: Abilita EPG Blacklist

source: The Picon function is actvated! You do configure the Picon image folder. Do you want configure it now?
it: La funzione Picon é sata attivata! Devi configurare la cartella immagini Picon. Vuoi configurarla adesso?

source: Disable Blu Panel's programs at boot
it: Disabilita programmi Blu Panel al boot

source: Disable start blu panel's programs at system boot
it: Disabilita l'avvio dei programmi del blu panel al riavvio

source: Start - Stop programs
it: Avvio - Arresto programmi

source: (%d) Start/Stop %s
it: (%d) Abilita/Disabilita %s

source: Starting program: %s. Please Wait...
it: Avvio programma: %s. Attendere prego...

source: Stopping program: %s. Please Wait...
it: Arresto programma: %s. Attendere prego...

source: Enable %s
it: Abilita %s

source: Status:
it: Stato:

source: Model:
it: Modello:

source: Capacity:
it: Capacità:

source: Bus type:
it: Tipo bus:

source: Sleep timeout:
it: Timeout arresto:

source: Press OK to enter setup timeout
it: Premi OK per modificare il parametro

source: Set timeout 0-60 min
it: Tempo 0-60 min

source: Acoustics:
it: Rumorosità:

source: Press OK to enter setup acoustics
it: Premi OK per modificare il parametro

source: Set acoustics 0-254, 128: quiet, 254: fast
it: Rumorosita 0-254, 128: silenzioso, 254: rumoroso

source: Close Harddisk panel
it: Chiudi gestione Harddisk

source: Save and set Harddisk parameter
it: Salva e configura parametri harddisk

source: Set
it: Salva

source: Start Harddisk
it: Avvio Harddisk

source: Start HDD
it: Avvio HDD

source: Stop Harddisk
it: Arresto harddisk

source: Stop HDD
it: Ferma HDD

source: Bad timeout parameter!
it: Parametri di timeout errati!

source: Bad acoustics parameter!
it: Parametri di rumorosità errati!

source: Setting HD parameter. Please Wait...
it: Configurazione parametri harddisk. Attendere prego...

source: Set sleep timeout before!
it: Prima devi configurare il timeout!

source: Set acoustic before!
it: Prima devi configurare la rumorosità!

source: Start HDD. Please Wait...
it: Avvio harddisk. Attendere prego...

source: Stop HDD. Please Wait...
it: Arresto harddisk. Attendere prego...

source: Status Inadyn: stopped
it: Stato Inadyn: arrestato

source: Status Inadyn: started
it: Stato Inadyn: avviato

source: Setting Inadyn
it: Configuarzione Inadyn

source: Username:
it: Nome utente:

source: Set user name
it: Configura nome utente

source: Set domain name to update
it: Configura nome dominio da aggiornare

source: Period:
it: Periodo:

source: Set update period time in sec
it: configura tempo di aggiornamento in sec

source: System:
it: Sistema:

source: Set dyndns system type
it: Configura tipo di sistema DynDNS

source: Close inadyn manager
it: Chiudi gestione inadyn

source: Save parameter
it: Salva parametri

source: Start
it: Avvio

source: Start inadyn
it: Avvio inadyn

source: Stop
it: Arresta

source: Stop Inadyn
it: Arresto inadyn

source: Show log file
it: Mostra file di log

source: Show inaDyn log
it: Mostra log di inaDyn

source: Enable log file
it: Abilita file di log

source: Enable / Disable log file
it: Abilita / Disabilita file di log

source: Stop inadyn in progress. Please Wait...
it: Arresto inadyn in esecuzione. Attendere prego..

source: Start Inadyn in progress. Please Wait...
it: Avvio inadyn in esecuzione. Attendere prego..

source: File '/var/etc/inadynpar.conf' don't exists. Please save config first
it: File '/var/etc/inadynpar.conf' non esiste. Dovete prima salvare la configurazione.

source: Save parameter in progress. Please Wait...
it: Salvataggio parametri in esecuzione. Attendere prego..

source: Setting path
it: Configurazione percorsi

source: PVR movie folder:
it: Cartella per film:

source: Set PVR movie folder path
it: Immetti il percorso cartella movie

source: Recover list
it: Ripristina elenco

source: Recover Movie list
it: Ripristina elenco film

source: Picon images folder:
it: Cartella Picon:

source: Select Picon images path
it: Scegli il percorso delle immagini Picon

source: Set default parameter
it: Ripristina valori di default

source: Saving folder parameter. Please Wait...
it: Salvataggio parametri. Attendere prego..

source: The folder '%s' does not exist. Do you want continue and save anyway?
it: La cartella '%s' non esiste. Volerte continuare e salvare lo stesso?

source: Folder error
it: Errore cartella

source: You do enter a valid path!
it: Devi immettre il percorso corretto

source: Recover movie list. Please Wait...
it: Ricostruzione elenco film. Attendere prego..

source: Disable from HD (%'i Kb)
it: Disabilita da HD (%'i Kb)

source: Enable swap on HD drive
it: Abilita swap su HD drive

source: Disable from CF (%'i Kb)
it: Disabilita da CF (%'i Kb)

source: Enable swap on CF card
it: Abilita swap su CF card

source: Disable from USB (%'i Kb)
it: Disabilita da USB (%'i Kb)

source: Enable swap on USB stick
it: Abilita swap su penna USB

source: Enable / Disable Swap on USB
it: Abilita / Disabilita Swap su USB

source: Enable / Disable Swap on CF
it: Abilita / Disabilita Swap su CF

source: Enable / Disable Swap on HDD
it: Abilita / Disabilita Swap su HDD

source: Setting Swap file
it: Configura file di Swap

source: Select swap file size:
it: Scegli file di swap:

source: No External device Found!
it: Nessun device esterno trovato!

source: Do you want delete all SWAP device?
it: Volete cancellare tutti i device SWAP?

source: Delete SWAP device
it: Cancella SWAP device

source: Delete all SWAP device. Please wait..
it: Cancellazione SWAP device. Attendere prego..

source: Deactivating SWAP file. Please wait..
it: Disattivazione file SWAP. Attendere prego..

source: Formatting SWAP file. Please wait..
it: Formattazione file SWAP. Attendere prego..

source: Activating SWAP file. Please wait..
it: Attivazione file SWAP. Attendere prego..

source: SWAP device '%s' not found! You need restart dreambox to create it. Do you want restart now?
it: Device di SWAP '%s' non trovato! Dovete riavviare la dreambox per crearlo. Volete riavviare adesso?

source: Create SWAP device
it: Creazione device SWAP

source: No swap file active.
it: Nessun file di swap attivo.

source: Active in: %s
it: Attivo su: %s

source: System information
it: Informazioni di sistema

source: Manage User's Scripts
it: Gestione scripts di utente

source: No Users Scripts Found! You can place xxxxx_user.sh /var/bin
it: Users Scripts non trovati! Potete mettere gli script xxxxx_user.sh in /var/bin

source: Exit user scripts
it: Chiudi user scripts

source: Run in kernel mode
it: Esegui in kernel mode

source: Run script in linux mode
it: Esegui gli script in linux mode

source: Confirm execution
it: Conferma esecuzione

source: Confirm script execution
it: Conferma l'esxecuzione dello script

source: Show output window
it: Mostra finestra di output

source: Show result output window
it: Mostra i risultati in una finestra

source: Save selected user script
it: Salve lo script selezionato

source: Execute
it: Esegui

source: Execute selected user script
it: Esegui lo script selezionato

source: Delete
it: Elimina

source: Delete user scripts
it: Elimina lo script selezionato

source: Advanced user scripts
it: Script utente

source: Choose user scripts
it: Scegli lo script

source: Save '%s' in progress...
it: Salvataggio di '%s' in esecuzione...

source: Do you want execute the script : %s?
it: Vuoi eseguire lo script : %s?

source: Execute script
it: Esecuzione script

source: Script %s is running...
it: Script %s in esecuzione...

source: Do you want delete the script: %s?
it: Vuoi cancellare lo script : %s?

source: You cannot delete this file!
it: Non potete cancellare lo script!

source: ECM Information
it: Informazioni ECM

source: PID Information
it: Informazioni PID

source: EMM Information
it: Informazioni EMM

source: Emulator/Cardserver Information
it: Informazioni Emulatore/Cardserver

source: Open G-Box Center
it: Apri G-Box Center

source: Open CCcam Info
it: Apri CCcam Info

source: Information is reading. Please wait a moment..
it: Lettura informazioni. Prego attendere un momento..

source: Restore /var from HDD to flash
it: Ripristina /var da HDD in flash

source: Restore /var from MMC to flash
it: Ripristina /var da MMC in flash

source: Restore /var from USB to flash
it: Ripristina /var da USB in flash

source: Restore /var to flash
it: Ripristina /var in flash

source: Move /var on HD drive
it: Sposta la /var in HD drive

source: Move /var on MMC card
it: Sposta la /var nella MMC

source: Move /var on USB stick
it: Sposta la /var sulla penna USB

source: Move /var to HDD
it: Sposta la /var in HDD

source: Move /var to MMC
it: Sposta la /var nella MMC

source: Move /var to USB
it: Sposta la /var nella USB

source: Manage /var folder
it: Gestisci la cartella /var

source: Copy /var data to new folder
it: Copia i dati /var nella nuova cartella

source: Enable copy /var data
it: Abilita copia dati della /var

source: Do you want move /var on %s?
it: Vuoi spostare la /var in %s?

source: Moving /var folder
it: Spoatamento della cartella /var

source: The folder %s is not empty! Do you want delete it before move /var?
it: La cartella %s non é vuota! Vuoi cancellarla prima di spostare la /var?

source: Folder not empty
it: La cartella non é vuota

source: Cannot create %s folder!
it: Non é possibile creare la cartella %s!

source: Do you want restore /var folder in flash?
it: Voui ripristinare la cartella /var in flash?

source: Restoring /var folder
it: Ripristino della cartella /var

source: /var folder is in flash!
it: La cartella /var é in flash!

source: /var folder is moved in: %s
it: La cartella /var é spostata su: %s

source: Restore /var..
it: Ripristina /var..

source: Copy /var to new folder..
it: Copia /var nella nuova cartella..

source: Creating new /var folder..
it: Creazione nuova cartella /var..

source: Deleting folder..
it: Cancellazine cartella..

source: The 'Copy' option is enable. Do you want copy /var folder data to %s/ folder?
it: L'opzione 'Copia dati' é abilitata. Vuoi copiare i dati della cartella /var nella cartella %s/?

source: Copy data
it: Copia dati

source: open plugin panel
it: apri pannello Plugin

source: open Nemesis Panel
it: apri pannello Nemesis

source: restart Enigma
it: riavvia Enigma

source: Jan
it: Gen

source: may
it: Mag

source: Jun
it: Giu

source: Jul
it: Lug

source: Aug
it: Ago

source: Sep
it: Set

source: Oct
it: Ott

source: Dec
it: Dic

source: Enable network fix
it: Abilita Network fix

source: enable this when your network is very slow(for testing)
it: Abilita il fix solo se la rete é eccessivamente lenta

source: OpenTV EPG Loader plugin not found! Please install it, for fully functionality. Download it by Addons.
it: Plugin OpenTV EPG Loader non trovato! Prego installatelo per aver le funzionalita complete Scaricatelo dagli addons, sezione Plugins.

source: EPG Control Center
it: Centro di controllo EPG

source: EPG cache folder:
it: Cartella cache EPG:

source: Set EPG cache folder path
it: Definisci cartella EPG cache

source: Select MHW Channel:
it: Seleziona canale MHW:

source: Select MHW Channel to update EPG
it: Scelgli canale MHW per aggiornamento EPG

source: Stop emu before update
it: Arresta emu prima di aggiornare

source: Download EPG cache
it: Scarica dati per EPG cache

source: Download EPGui data
it: Scarica dati per EPGui

source: Download WeekEPG data
it: Scarica dati per WeekEPG

source: Download MvEPG data
it: Scarica dati per MvEPG

source: Download data for EPG cache now
it: Scarica dati aggiornati per EPG cache

source: Download data for EPGui now
it: Scarica dati aggiornati per EPGui

source: Download data for WeekEPG now
it: Scarica dati aggiornati per WeekEPG

source: Download data for MvEPG now
it: Scarica dati aggiornati per MvEPG

source: Close EPG manager
it: Chiudi EPG manager

source: Setting Timer
it: Configura timer

source: Open Timer setting panel
it: Apri pannello configurazione Timer

source: Create EPG Download event to Timerlist
it: Crea evento download EPG nella Timerlist

source: Download Data for EPG cache... Please wait. Press Cancel to abort.
it: Aggiornamento dati per cache EPG in corso... Prego attendere. Premi Cancella per annullare l'operazione.

source: Download Data for EPGui
it: Aggiornamento dati per EPGui

source: Download Data for WeekEPG
it: Aggiornamento dati per WeekEPG

source: Download Data for MvEPG
it: Aggiornamento dati per MvEPG

source: Saving EPG cache in %s/epg.dat... Please wait.
it: Salvataggio cache EPG in %s/epg.dat... Prego attendere.

source: Function not still implemented!
it: Funzione non ancora disponibile!

source: EPG update timeout:
it: Timeout update EPG:

source: Set timeout for epg cache download
it: Timeout per il download della cache EPG

source: You do enter a valid timeout!
it: Devi immettre un valore di timeout corretto!

source: Incorret Timeout valor! Please enter a valor betwenn 60 and 240 second.
it: Valore di timeout non valido! Prego immettere un valore compreso tra 60 e 240 secondi.

source: Setting daily EPG Timer
it: Configura Timer Giornaliero EPG

source: Selected MHW Channel: %s
it: Canale MHW selezionato: %s

source: Enable update EPG cache
it: Abilita aggiornamento EPG cache
