Repository: paoloObesoftCom/nemesis
Catalog: patch/po/enigma1/panel_*.po
Languages: it

source: Enable update EPGui
it: Abilita aggiornamento EPGui

source: Enable update WeekEPG
it: Abilita aggiornamento WeekEPG

source: Enable update MvEPG
it: Abilita aggiornamento MvEPG

source: Enable / Disable timer update EPG cache
it: Abilita / Disabilita aggiornamento EPG cache via timer

source: Enable / Disable timer update EPGui
it: Abilita / Disabilita aggiornamento EPGui via timer

source: Enable / Disable timer update WeekEPG
it: Abilita / Disabilita aggiornamento WeekEPG via timer

source: Enable / Disable timer update MvEPG
it: Abilita / Disabilita aggiornamento MvEPG via timer

source: Create event
it: Crea evento

source: Open Timer panel
it: Apri pannello Timer

source: EPGui data file found Do you want use it, and create a symbolic link?
it: Trovato EPGui data file Vuoi usare quello e creare un link simbolico?

source: Create Symblic link, and create index for MVEpg... Please wait.
it: Creazione del link simbolico e degli indici per MVEpg.. Attendere prego.

source: Channels
it: Canali

source: Apply Channels filter
it: Attiva filtro canali

source: Download only selected channels
it: Scaricare solo i canali selezionati

source: Select TV channels to download EPG
it: Scegli i canali per il download dell'EPG

source: EPG Channel Filter
it: Filtro canali EPG

source: Enable move Channel
it: Abilita spostamento canali

source: Disable move Channel
it: Disabilita spostamento canali

source: Update channel list from sat
it: Aggiorna lista canali dal sat

source: Update channel list
it: Aggiornamento lista canali

source: Do you want refresh the channel list from Satellite data?
it: Vuoi aggiornare la lista canali dai dati del Satellite?

source: Update Channels
it: Aggiorna Canali

source: %d channel in list SKY-IT, %d selected.
it: %d canali nella lista SKY-IT, %d selezionati.

source: %d channel in list SKY-UK, %d selected.
it: %d canali nella lista SKY-UK, %d selezionati.

source: AutoStandby Manager
it: Gestione AutoStandby

source: Go to standby after (unwanted) reboot
it: Vai in standby dopo un reboot non gestito

source: Shutdown after (unwanted) reboot
it: Spegni dopo un reboot non gestito

source: Debugging Manager
it: Gestione Debugging

source: Syslog message folder:
it: Cartella messaggi Syslog:

source: Set syslog messages folder path
it: Scegli percorso cartella messaggi Syslog

source: Start / Stop Syslogd
it: Avvio / Arresto Syslogd

source: Status Syslogd: stopped
it: Stato Syslogd: arrestato

source: Status Syslogd: started
it: Stato Syslogd: avviato

source: Log Enigma to Syslog
it: Scrivi Enigma in Syslog

source: Log Enigma debug messages to Syslog
it: Scrivi messaggi di debug Enigma in Syslog

source: Enable Syslog at boot
it: Abilita Syslog al boot

source: Enable Syslog daemon at boot
it: Abilita il demone Syslog al boot

source: Enable MARK lines
it: Abilita MARK lines

source: Enter MARK time in MIN (0 = off)
it: Immetti MARK time in MIN (0 = off)

source: Enable log rotate
it: Abilita log rotate

source: Log to a circular buffer
it: Abilita rotazione file di log

source: Enter log size in Kb
it: Immetti dimensione log in Kb

source: Enable Remote Syslog
it: Abilita Syslog remoto

source: Enter remote IP Address (0..9, <, >)
it: Immetti indirzzo IP remoto (0..9, <, >)

source: Port:
it: Porta:

source: Enter remote port (default 514/UDP)
it: Immetti porta remota (default 514/UDP)

source: Close Debbugging
it: Chiudi Debbugging

source: Show log
it: Mostra log

source: Show Syslog events
it: Mostra eventi Syslog

source: Delete Syslog events file
it: Cancella file eventi Syslog

source: Do you want delete Syslog file: '%s'?
it: Vuoi cancellare il file di Syslog: '%s'?

source: Syslogd is running! Please stop it before change setting.
it: Syslogd é in esecuzione! Devi arrestarlo, prima di cambiare impostazioni.

source: Syslog file '%s' not found!
it: File di Syslog '%s' non trovato!

source: Do you want reboot the dreambox now?
it: Vuoi riavviare adesso?

source: Firewall Manager
it: Gestione Firewall

source: Start / Stop Firewall
it: Avvio / Arresto Firewall

source: Status Firewall: stopped
it: Stato Firewall: arrestato

source: Status Firewall: started
it: Stato Firewall: avviato

source: Permit Input LAN Traffic
it: Permetti il traffico dalla LAN

source: Permit traffic to dreambox from LAN
it: Permetti traffico dalla LAN verso la dreambox

source: Enable Firewall at boot
it: Abilita il Firewall al boot

source: Enter User IP address
it: Immetti indirzzo ip User

source: Enter User comment
it: Immetti commento user

source: Close Firewall
it: Chiudi Firewall

source: Add
it: Aggiungi

source: Add user
it: Aggiungi user

source: Delete user
it: Cancella user

source: Firewall is running! Please stop it before change setting.
it: Firewall é in esecuzione! Devi arrestarlo, prima di cambiare impostazioni.

source: Starting Firewall. Please Wait...
it: Avvio Firewall. Attemdere prego...

source: Stopping Firewall. Please Wait...
it: Arresto Firewall. Attemdere prego...

source: Show Firewall status
it: Mostra stato Firewall

source: Access setup
it: Configurazione accessi

source: Do you want delete the access: '%s'?
it: Vuoi cancellare l'accesso: '%s'?

source: Remove access entry:'%s' Please Wait...
it: Rimozione accesso:'%s' Attemdere prego...

source: You do enter a valid domain name!
it: Devi immettere un nome dominio valido!

source: Domain name:
it: Nome Dominio:

source: IP Address:
it: Indirizzo IP:

source: Enter a domain name (Ex: www.google.com)
it: Immetti il nome dominio (Ex: www.google.com)

source: Use IP address
it: Usa Indirzzo IP

source: Use Domain name
it: Usa nome Dominio

source: Add Access
it: Aggiungi Accesso

source: Comment:
it: Commento:

source: New Access '%s' added succefully!
it: Nuovo accesso '%s' aggiunto con successo!

source: Access '%s' not added!
it: Accesso '%s' non aggiunto!

source: Enter a comment (Def = FW Rule)
it: Aggiungi commento (Def = FW Rule)

source: Setting skin Position
it: Configura posizione skin

source: Horizontal offset
it: Spostamento orizzontale

source: change the horizontal position
it: cambia posizione orizzontale

source: Vertical offset
it: Spostamento verticale

source: change the vertical position
it: cambia posizione verticale

source: Test lite skin
it: Prova skin lite

source: Test lite skin infobar
it: Prova OSD skin lite

source: Test skin position
it: Prova posizione skin

source: Save skin position
it: Salva posizione skin

source: Vision:
it: Visione:

source: set LCD brightness when for vision mode ( left / right )
it: imposta luminosità LCD per modalità visione (sinistra/destra)

source: Vision:
it: Visione:

source: enable/disable brightness vision mode (ok)
it: attiva/disattiva LCD in modalità visione (OK)

source: Show Device Info
it: Mostra Info Dispositivo

source: Show RAM Info
it: Mostra Info RAM

source: Show Active process
it: Mostra Processi Attivi

source: Show LAN setting
it: Mostra Settaggi LAN

source: Show Internet connection
it: Mostra connessione Internet

source: Show TCP Network listener
it: Mostra Rete TCP

source: Show UDP Network listener
it: Mostra Rete UDP

source: Show Route Table
it: Mostra Tabella Routing

source: (1) Show Device Information
it: (1) Mostra informazioni dispositivo

source: (2) Show RAM Info
it: (2) Mostra informazioni RAM

source: (3) Show active process
it: (3) Mostra processi attivi

source: (4) Show LAN setting
it: (4) Mostra settaggi LAN

source: (5) Show Internet connection
it: (5) Mostra connessione Internet

source: (6) Show Network listener
it: (6) Mostra rete in ascolto

source: (7) Show Network listener
it: (7) Mostra rete in ascolto

source: (8) Show Route Table
it: (9) Mostra tabella routing
