Repository: paoloObesoftCom/nemesis
Catalog: patch/po/enigma2/panel.*.po
Languages: de, it

source: New version is available! Current version: %sr%s New Version: %sr%s Please upgrade Nemesis firmware!
de: Neue Version verfügbar! Aktuelle Version: %sr%s Neue Version: %sr%s Nemesis Firmware aktualisieren!
it: Disponibile nuova versione! Versione corrente: %sr%s Nuova Versione: %sr%s Aggiornare Nemesis firmware!

source: New version SVN(%sr%s) is available! Current version: %sr%s Min Version required: %sr%s Upgrade not possible!
de: Neue Version SVN(%sr%s) verfügbar! Aktuelle Version: %sr%s min. Version erforderlich: %sr%s Aktualisierung nicht möglich!
it: Nuova versione SVN(%sr%s) disponibile! Versione corrente: %sr%s Versione min. richiesta: %sr%s Aggiornamento non possibile!

source: Server connection timeout! Please try again later.
de: Server Timeout! Bitte später nochmals versuchen.
it: Timeout di connessione al Server! Prego riprovare più tardi.

source: OPKG Update connection timeout (20-60 sec)
de: OPKG Update Timeout (20-60 sec)
it: Timeout di connessione OPKG update (20-60 sec)

source: Show firmware upgrade availability on Blue Panel
de: Zeige Firmware Upgrade Info beim Blue Panel
it: Mostra disponiblitità firmware upgrade nel Blue Panel

source: Image Version
it: Versione Immagine

source: Not enough free space on flash to perform Upgrade! Upgrade require at least %d kB free on Flash. Please remove some addons or skins before upgrade.
de: Nicht genügend freier Speicher für Update! Update braucht mind. %d kB freien Flashspeicher. Zuerst addons oder Skins entfernen.
it: Spazio insufficente per eseguire l'aggiornamento! L'aggiornamento richiede almeno %d kB liberi in Flash. Rimuovere qualche Addons o Skins prima di aggiornare.

source: No Upgrade available! Your decoder is up to date.
de: Kein Update verfügbar! Ihr Decoder ist aktuell.
it: Nessun aggiornamento disponibile! Il vostro decoder é aggiornato.

source: Add to EPG Blacklist
de: zu EPG Blacklist hinzufügen
it: Aggiungi alla EPG Blacklist

source: Remove from EPG Blacklist
de: von EPG Blacklist entfernen
it: Rimuovi dalla EPG Blacklist

source: CrossEPG Setup
it: Configurazione CrossEPG

source: January
de: Januar
it: Gennaio

source: February
de: Februar
it: Febbraio

source: March
de: März
it: Marzo

source: April
it: Aprile

source: May
de: Mai
it: Maggio

source: June
de: Juni
it: Giugno

source: July
de: Juli
it: Luglio

source: August
it: Agosto

source: September
it: Settembre

source: October
de: Oktober
it: Ottobre

source: November
it: Novembre

source: December
de: Dezember
it: Dicembre

source: Please restart Enigma to apply the new configuration.
de: Neustarten um neue Einstellungen zu übernehmen.
it: Riavviare enigma per attivare la nuova configurazione.

source: RC-Setup (Need enigma restart)
de: RC Einstellungen (Neustart GUI)
it: Configurazione RC (Necessita riavvio GUI)

source: Select Enigma Version (Need enigma restart)
de: wähle Enigma Version (Neustart GUI)
it: Seleziona versione Enigma (Necessita riavvio GUI)

source: LED Manager
de: LED Verwaltung
it: Gestione LED

source: LED Manager...
de: LED Verwaltung...
it: Configurazione LED...

source: Enable Clean History ZAP (Button 0)
de: ZAP Verlauf leeren aktivieren (Taste 0)
it: Abilitare pulizia cronologia ZAP (Tasto 0)

source: Zap To Channel 1 after history cleaning
de: nach Verlauf leeren Zap zu Kanal 1
it: Zap al canale 1 dopo la pulizia cronologia

source: InfoBar EPG text lenght (Character)
de: Textlänge InfoBar EPG (Anzahl)
it: Lunghezza testo EPG su InfoBar (Caratteri)

source: No EPG data available
de: keine EPG Dateien verfügbar
it: Nessun dato EPG disponibile

source: Go to standby after (unwanted) reboot
de: nach ungewollten Neustart in Standby gehen
it: Vai in standby dopo un reboot non gestito

source: Enable deepstandby on front power button long press
de: nach langem drücken auf Front Power Knopf in den Ruhemodus gehenf
it: Abilita deepstandby su pressione lunga tasto frontale

source: Manage
de: Verwalten
it: Gestione

source: No preview Image available!
de: Bildvorschau nicht verfügbar!
it: Nessuna anteprima disponibile!

source: The selected Plugin has a preview. Press OK button to show it on full screen.
de: Gewähltes Plugin hat eine Vorschau. Drücke OK für Vollbild Ansicht.
it: Il Plugin selezionato ha un'anteprima. Premere OK per visualizzarla a schermo intero.

source: Loading Preview.... Please Wait..
de: Lade Vorschau.... Bitte warten..
it: Caricamento anteprima.... Attendere prego..

source: Free space: %d kB (%d%%)
de: Freier Platz: %d kB (%d%%)
it: Spazio libero: %d kB (%d%%)

source: Utility
de: Dienste
it: Utilità

source: Press OK to Start/Stop the service
de: Drücke OK für Start/Stop des Service
it: Premere OK per avviare/fermare il servizio

source: Press OK to Enable/Disable the kernel module
de: Drücke OK um Kernelmodule zu de(aktivieren)
it: Premere OK per abilitare/disabilitare il modulo del kernel

source: Choice Extended InfoBar type (Need enigma restart)
de: Wähle den erweiterten InfoBar Typ (GUI Neustart)
it: Selezionare la InfoBar estesa (Necessita riavvio GUI)

source: After pressing Yes, please wait!
de: Nach Bestätigung, Bitte warten!
it: Dopo aver premuto Si, attendere prego!

source: Manage Devices
de: Geräte Verwaltung
it: Gestione periferiche

source: Confirm
de: Bestätigen
it: Conferma

source: Dreambox will be now rebooted to disable DVB/T. Do You want reboot the box now?
de: Neustart der Dreambox um DVB/T zu deaktivieren. Neustart?
it: Il decoder deve essere riavviato per disabilitare il supporto DVB/T. Riavvare adesso?

source: Enigma setting saved!
de: Enigma Einstellungen gesichert!
it: Configurazione Enigma salvata!

source: Hard Disk Informations
de: Festplatten Informationen
it: Informazioni Hard Disk

source: Current Information
de: Aktuelle Infos
it: Informazioni correnti

source: Stop Harddisk
de: Stop Festplatte
it: Arresta Harddisk

source: Execute cache read test
de: Cache Lese-Test ausführen
it: Esegui test di lettura cache

source: Execute device read test
de: Geräte Lese-Test ausführen
it: Esegui test di lettura device

source: Update device list (hddtemp.db)
de: Update Geräte Liste (hddtemp.db)
it: Aggiorna lista device (hddtemp.db)

source: Press OK buttom to execute the selected command
de: Drücke Ok um die Auswahl zu bestätigen
it: Premere il tasto OK per eseguire il comando selezionato

source: Harddisk stopped!
de: Festplatte gestoppt!
it: Harddisk arrestato!

source: Harddisk temperature
de: Temperatur Festplatte
it: Temperatura harddisk

source: Select Event and press OK
de: Wähle Ereignis und drücke OK
it: Seleziona evento e premi OK

source: Please select a destination media, to install %s package.
de: Wähle den bevorzugten Speicherort, für die Installation %s.
it: Selezionare la periferica di destinazione, per installare il pacchetto %s.

source: No device found to installing addon!
de: Gerät für Addon Installation nicht gefunden!
it: Nessuna periferica disponible per installare l'addon!

source: Moving addon on %s, please wait...
de: Verschiebe Addon in %s, Bitte warten...
it: Spostamento addon in %s, attendere prego...

source: Load EPG on boot
de: Lade EPG beim Start
it: Carica EPG all'avvio

source: Temporary Folder (/tmp)
de: Temporäre Dateien (/tmp)
it: Cartella temporanea (/tmp)

source: Network Resource %s
de: Netzwerk Ressourcen %s
it: Risorsa di rete %s

source: Enable skin developer mode
it: Abilitare skin developer mode

source: Internal flash (unsuggested)
de: interner Speicher (empfohlen)
it: Flash interna (sconsigliato)

source: Enable Pig Widget on skin
de: Pig Widget beim Skin aktivieren
it: Abilitare widget Pig nello skin

source: Enable HDD as a device for epg.dat, swap files and skins
de: aktiviere HDD Gerät für epg.dat, swap Datien und Skins
it: Abilitare HDD come device per epg.dat, swap file e skins

source: Remove picons
it: Rimuovere i picons

source: Remove EPG data files
it: Rimuovere i file di dati EPG

source: %s is removed succesfully.
it: %s rimosso correttamente.

source: Remove selected picons
it: Rimuovere i picons selezionati

source: Remove selected EPG data file
it: Rimuovere il file di dati EPG slezionato

source: Setup Skin
it: Configurazione Skin

source: Setup Display LCD/
de: Konfiguriere Display LCD/OLED

source: Set Password
de: Passwort eingeben

source: Enable skin developper mode
de: Entwickler Modus aktivieren (Skin)

source: Do you really want remove all picons?
de: möchtest du wirklich alle Picons entfernen?

source: Do you really want remove all EPG data files?
de: möchtest du wirklich alle EPG Daten entfernen?

source: Remove all picons
de: entferne alle Picons

source: Remove all EPG data files
de: entferne alle EPG Daten

source: All files are removed succesfully.
de: Alle Dateien korrekt entfernt.
