Repository: paoloObesoftCom/nemesis
Catalog: patch/po/enigma2/panel.*.po
Languages: de, it

source: Addons Manager
de: Addons Verwaltung
it: Gestione Addons

source: Connetting to addons server. Please wait...
de: Verbinde zu Addons Server. Bitte warten...
it: Connessione al server addons. Attendere prego...

source: Connetting to server. Please wait...
de: Verbinde zu Server. Bitte warten...
it: Connessione al server. Attendere prego...

source: Download Addons
it: Scaricare Addons

source: Download Extra
it: Scaricare Extra

source: File xml is not correctly formatted!.
de: XML Datei nicht korrekt formatiert!.
it: Formato file XML non corretto!.

source: Server not found! Please check internet connection.
de: Server nicht gefunden! Kontrolliere Internetverbindung.
it: Server non trovato! Controllare la connessione internet.

source: Server not found! Please check internet connection.
de: Server nicht gefunden! Internetverbindung kontrollieren.
it: Server non trovato! Controllare la connessione internet.

source: Process Killed by user Server Not Connected!
de: Prozess durch Nutzer abgebrochen Server nicht verbunden!
it: Processo interrotto da utente Server non connesso!

source: Process Killed by user, Server Not Connected!
de: Prozess durch Nutzer abgebrochen, Server nicht verbunden!
it: Processo interrotto da utente, Server non connesso!

source: Manual Package Install
de: Paket manuell installieren
it: Installazione manuale

source: Remove Addons
de: Entferne Addons
it: Rimuovere Addons

source: Loading elements. Please wait...
de: Lade Elemente. Bitte warten…
it: Caricamento elementi. Attendere prego...

source: Download
de: Herunterladen
it: Scaricare

source: Not enough space! Please delete addons before install new.
de: nicht genügend Speicher! zuerst Addons löschen.
it: Spazio non sufficiente! Cancellare qualche addons.

source: Elements Loaded!. Please select one to install.
de: Elemente geladen. Wähle einen zur Installation.
it: Elementi caricati. Selezionarne uno da installare.

source: Download:
de: Herunterladen:
it: Scaricare:

source: File: %s not found! Please check your internet connection.
de: Datei: %s nicht gefunden! Internetverbindung überprüfen.
it: File: %s non trovato! Controllare la connessione Internet.

source: Process Killed by user! Addon not downloaded.
de: Prozess durch Nutzer abgebrochen! Addon nicht geladen.
it: Processo interrotto dall'utente! Addon non scaricato.

source: Installing addons. Please Wait...
de: Installiere Addons. Bitte warten...
it: Installazione in corso. Attendere prego...

source: Remove old Settings Please wait...
de: Entferne alte Einstellungen Bitte warten…
it: Rimozione vecchi Settings Attendere prego...

source: File: %s is not a valid package!
de: Datei: %s kein korrektes Paket!
it: File: %s non é un pacchetto valido!

source: Reload new Settings Please wait...
de: Lade neue Einstellungen Bitte warten…
it: Ricarica nuovi Settings Attendere prego...

source: Reload Settings
de: Einstellungen neu laden
it: Ricarica Settings

source: Reload settings, please wait...
de: Einstellungen neu laden, Bitte warten…
it: Ricarico settings, attendere prego...

source: Settings reloaded succesfully!
de: Einstellungen geladen
it: Settings ricaricati correttamente

source: Reload Plugins list Please Wait...
de: Plugins neu einlesen... Bitte warten…
it: Rilettura lista PLugins... Attendere prego...

source: Addon installed succesfully!
de: Addon korrekt installiert!
it: Addon installato correttamente!

source: Enigma2 will be now hard restarted to complete package installation.
de: Für komplette Installation muss Enigma2 neugestartet werden.
it: Riavviare Enigma2 per completare l'installazione.

source: Enigma2 will be now hard restarted to load EPG on system cache.
de: Enigma2 muss neugestartet werden um EPG Cache zu laden.
it: Riavviare Enigma2 per caricare gli EPG nella cache di sistema.

source: Do You want restart enigma2 now?
de: jetzt Enigma2 neu starten?
it: Riavviare Enigma2 adesso?

source: Restart Enigma2
de: Neustart Enigma2
it: Riavvio Enigma2

source: Process Killed by user. Addon not installed correctly!
de: Prozess durch Nutzer abgebrochen. Addon nicht korrekt installiert!
it: Processo interrotto da utente. Addon non installato correttamente!

source: Manual Installation
de: Manuelle Installation
it: Installazione manuale

source: Put your plugin xxx.tbz2 or xxx.ipk via FTP in /tmp.
de: Stell das Plug-In xxx.tbz2 o xxx.ipk über FTP in /tmp.
it: Metti il plugin xxx.tbz2 o xxx.ipk via FTP in /tmp.

source: Do you want install the addon: %s?
de: Möchtest du das Addon installieren: %s?
it: Vuoi installare l'addon: %s?

source: Do you want install the addon: %s?
de: Möchtest du das Addon installieren: %s?
it: Vuoi installare l'addon: %s?

source: Install Addon
de: Addon installieren
it: Installazione Addon

source: Installing: %s. Please wait...
de: Installiere: %s. Bitte warten...
it: Installazione: %s. Attendere prego...

source: Addon: %s installed succesfully!
de: Addon: %s korrekt installiert!
it: Addon: %s installato correttamente!

source: Nothing to uninstall!
de: Nichts zum entfernen!
it: Niente da rimuovere!

source: Do you want remove the addon: %s?
de: Möchtest du das Addon entfernen: %s?
it: Vuoi rimuovere l'addon: %s?

source: Do you want remove the addon: %s?
de: Möchtest du dieses Addon entfernen: %s?
it: Vuoi rimuovere l'addon: %s?

source: Removing: %s. Please wait...
de: Entferne: %s. Bitte warten...
it: Rimozione: %s. Attendere prego...

source: Addons: %s removed succesfully.
de: Addons: %s korrekt entfernt.
it: Addons: %s Rimosso correttamente.

source: Process Killed by user. Addon not removed completly!
de: Prozess durch Nutzer abgebrochen. Addon nicht komplett entfernt!
it: Processo interrotto da utente. Addon non rimosso correttamente!

source: Downloading...
de: Herunterladen...
it: Scaricamento...

source: Downloading file: %s ...
de: Empfange Datei: %s ...
it: Ricezione file: %s ...

source: Download file %s failed!
de: %s empfangen fehlgeschlagen!
it: Ricezione file %s fallita!

source: Download file %s finished!
de: %s empfangen beendet!
it: Ricezione file %s completata!

source: Downloading killed by user!
de: Herunterladen durch Nutzer abgebrochen!
it: Scaricamento interrotto dall'utente!

source: Press OK to close window.
de: Drücke OK um Fenster zu schliessen.
it: Premi OK per chiudere la finestra.

source: System Settings
de: System Einstellungen
it: Configurazione Sistema

source: System Information
it: Informazioni Sistema

source: Parental Control Setup
de: Jugendschutz Einstellungen
it: Gestione controllo parentale

source: Use arrows < > to select
de: Nutze die Pfeile < > zum wählen
it: Usare le frecce < > per selezionare

source: SoftCams (%s) :
it: Emulatori (%s) :

source: Downloading Nemesis info...
de: Empfange Nemesis Info...
it: Ricezione Nemesis info...

source: Stopping %s and starting %s.
de: Stoppen %s und Starten %s.
it: Arresto %s e Avvio %s.

source: Restarting %s.
de: Neustart %s.
it: Riavvio %s.

source: Stopping %s.
de: Stoppen %s.
it: Arresto %s.

source: Starting %s.
de: Starten %s.
it: Avvio %s.

source: Please stop %s before start cardserver!
de: Zuerst %s stoppenbevor Cardserver gestartet wird!
it: Devi arrestare %s prima di avviare il cardserver!

source: Done
de: Erledigt
it: Fatto

source: Please Press OK Button to close windows!
de: Drücke OK um Fenster zu schliessen!
it: Premere il tasto OK per chiudere la finestra!

source: Action killed by user
de: Aktion durch Nutzer abgebrochen
it: Azione interrotta da utente

source: Problem to write on %s. Try to reboot the machine!
de: Probleme beim schreiben auf %s. versuche das Gerät neuzustarten!
it: Problema di scrittura su %s. Prova a riavviare la macchina!

source: Device in Read-Only
de: Gerät im Read-Only
it: Device in sola lettura

source: Do you want download EPG using e2_loadepg?
de: Willst du EPG laden nutze e2_loadepg?
it: Vuoi scaricare EPG usando e2_loadepg?

source: Load EPG data in Enigma cache from: %s. Please Wait...
de: Lade EPG Daten in Enigma2 Cache von: %s. Bitte warten...
it: Carico i dati EPG nella cache di Enigma2 da: %s. Attendere prego...

source: File epg.dat not found! Please use Download EPG with CrossEPG!
de: epg.dat nicht gefunden! Bitte nutze Download EPG mit CrossEPG!
it: Nessun file epg.dat é stato trovato! Avviare Scaricare EPG con CrossEPG!

source: Loading EPG
de: Lade EPG
it: Caricamento EPG

source: Erasing EPG Chache. Please Wait...
de: EPG Cache löschen. Bitte warten...
it: Cancellazione della cache EPG. Attendere prego...

source: Erasing EPG cache
de: EPG cache löschen
it: Cancellazione cache EPG

source: Enter event to search:
de: zum Suchen Ereignis eingeben:
it: Immettere evento da cercare:

source: Search in EPG cache
de: Suche in EPG Cache
it: Ricerca nella cache EPG

source: Backup Enigma EPG data on: %s. Please Wait...
de: Sichere Enigma EPG Daten auf: %s. Bitte warten…
it: Salvataggio dati EPG su: %s. Attendere prego...

source: Backing-up EPG
de: EPG sichern
it: Salvataggio EPG

source: e2_loadepg is running...
de: e2_loadepg wird ausgeführt...
it: e2_loadepg in corso...

source: Download EPG SKY-IT is running...
de: herunterladen von EPG SKY-IT läuft...
it: Download EPG SKY-IT in corso...

source: Download EPG SKY-UK is running...
de: herunterladen von EPG SKY-UK läuft...
it: Download EPG SKY-UK in corso...

source: File %s/epg.dat. Not Found!
de: Datei %s/epg.dat. Nicht gefunden!
it: File %s/epg.dat. Non trovato!

source: Not Found!
de: Nicht gefunden!
it: Non trovato!

source: Backup Error
de: Fehler beim Sichern
it: Errore di salvataggio

source: EPG Search (enigma2)
de: EPG Suche (enigma2)
it: Ricerca EPG (enigma2)

source: EPG Search (Nemesis)
de: EPG Suche (Nemesis)
it: Ricerca EPG (Nemesis)

source: EPG Search History (Nemesis)
de: EPG Verlauf Suche(Nemesis)
it: Cronologia ricerca EPG (Nemesis)

source: Download EPG with CrossEPG
de: Herunterladen EPG mit CrossEPG
it: Scaricare EPG con CrossEPG

source: Start e2_loadepg (background)
de: Start e2_loadepg (Hintergrund)
it: Avviare e2_loadepg (background)

source: Start e2_loadepg (interactive)
de: Start e2_loadepg (Interaktiv)
it: Avviare e2_loadepg (inter.)

source: Backup Enigma EPG cache
de: EPG cache sichern
it: Salvataggio cache EPG

source: Load EPG in Enigma cache
de: EPG im Cache laden
it: Caricare EPG nella cache

source: Erase Enigma EPG cache
de: EPG Cache (in Enigma) leeren
it: Svuota la cache EPG di Enigma

source: Create EPG Timer Entry
de: erstelle EPG Timer Eintrag
it: Crea EPG Timer Entry

source: Open Timer List
de: öffne Timer Liste
it: Apri lista Timer

source: View EPG Timer Log
de: Timer Log einsehen
it: Visualizza EPG Log Timer

source: EPG Configuration
de: EPG Konfiguration
it: Configurazione EPG

source: Sorry no events found matching to the search criteria.
de: Sorry, kein Eintrag mit diesem Suchkriterium gefunden!.
it: Nessun evento corrispondente ai criteri di ricerca!.

source: Show Device Status
de: Zeige Geräte Status
it: Visualizza stato device

source: Show Memory Status
de: Zeige Speicher Status
it: Visualizza stato memoria

source: Show Active Process
de: Zeige Aktive Prozesse
it: Visualizza processi attivi

source: Show Service Info
de: Zeige Service Info
it: Visualizza informazioni servizio

source: Show Enigma Settings
de: Zeige Enigma Einstellungen
it: Visualizza configurazione Enigma

source: Active Process Information
de: Info Aktive Prozesse
it: Info su processi attivi

source: Memory Status
de: Speicher Status
it: Stato Memoria

source: Usage Device Status
de: Geräte Nutzung
it: Stato Occupazione Device

source: Enigma Setting Info
de: Enigma Konfiguration Info
it: Info configurazione Enigma

source: Nemesis Firmware Info
it: Info Firmware Nemesis

source: Compact Flash Not Found
de: Compact Flash nicht gefunden
it: Compact Flash non trovata

source: Usb Not Found
de: USB nicht gefunden
it: Dispositivo Usb non trovato

source: Hard Disk Not Found
de: Festplatte nicht gefunden
it: Harddisk non trovato

source: Saving Setting. Please wait...
de: Speichere Einstellungen Bitte warten...
it: Salvataggio configurazioni Attendere prego...

source: File: %s not found!
de: Datei: %s nicht gefunden!
it: File: %s non trovato!

source: System Utility
de: System Dienste
it: Utilità Sistema

source: No device for swap found!
de: Kein Gerät für Swap gefunden!
it: Nessun device per swap trovato!

source: Swap Error
de: Swap Fehler
it: Errore Swap

source: Saving
de: Sichern
it: Salvataggio

source: Start/Stop Services
de: Start/Stopp Service
it: Avvio/Arresto Servizi

source: View Services Logs
de: Zeige Service Logs
it: Visualizza logs servizi

source: Manage Startup Services
de: Verwaltung Startup Service
it: Gestione avvio servizi

source: Execute commands
de: Kommando ausführen
it: Esegui Comandi

source: Execute Users Scripts
de: Benutzer Skripts ausführen
it: Esegui Scripts Utente

source: Manage Swap File
de: Verwaltung Swap File
it: Gestione File di Swap

source: Execute command:
de: Kommando ausführen:
it: Esegui comando:

source: No Users Script Found!
de: kein Benutzer Skript gefunden!
it: Nessun Script d'utente Trovato!

source: Execute script:
de: Skript ausführen:
it: Esegui script:

source: Manage Services
de: Service Verwaltung
it: Gestione dei Servizi

source: Start
it: Avvio

source: Activate NFS Server at boot?
de: Aktiviere NFS Server beim boot?
it: Avviare NFS Server al boot?

source: Activate Samba Server at boot?
de: Aktiviere Samba Server beim boot?
it: Avviare Samba Server al boot?

source: Activate Automount at boot?
de: Aktiviere Automount beim boot?
it: Avviare Automount al boot?

source: Activate OpenVPN at boot?
de: Aktiviere OpenVPN beim boot?
it: Avviare OpenVPN al boot?

source: Activate IpUpdate at boot?
de: Aktiviere IpUpdate beim boot?
it: Avviare IpUpdate al boot?

source: Activate InaDyn at boot?
de: Aktiviere InaDyn beim boot?
it: Avviare InaDyn al boot?

source: Activate Dropbear (SSH) at boot?
de: Aktiviere Dropbear (SSH) beim boot?
it: Avviare Dropbear (SSH) al boot?

source: Activate FTP Server at boot?
de: Aktiviere FTP Server beim boot?
it: Avviare FTP Server al boot?

source: Activate Crontab at boot?
de: Aktiviere Crontab beim boot?
it: Avviare Crontab al boot?

source: Saving Setting. Please wait...
de: sichere Einstellungen. Bitte warten…
it: Salvataggio configurazioni. Attendere prego...

source: Services Logs
de: Service Logs
it: Logs dei Servizi

source: Show InaDyn Log
de: Zeige InaDyn Log
it: Visualizza log InaDyn

source: Show SMB Server Log
de: Zeige SMB Server Log
it: Visualizza log SMB Server

source: Show NMB Log
de: Zeige NMB Log
it: Visualizza log NMB

source: Show FTP Server Log
de: Zeige FTP Server Log
it: Visualizza log FTP Server

source: Show OpenVPN Log
de: Zeige OpenVPN Log
it: Visualizza log OpenVPN

source: Delete Log Files
de: Log Dateien löschen
it: Cancellare files di log

source: Delete InaDyn log file?
de: InaDyn Log Datei löschen?
it: Cancellare InaDyn log file?

source: Delete NMB log file?
de: NMD Log Datei löschen?
it: Cancellare NMB log file?

source: Delete SMB log file?
de: SMB Log Datei löschen?
it: Cancellare SMB log file?

source: Delete FTP log file?
de: FTP Log Datei löschen?
it: Cancellare FTP log file?

source: Delete OpenVPN log file?
de: OpenVPN Log Datei löschen?
it: Cancellare OpenVPN log file?

source: Delete Enigma Crash log file?
de: Enigma Crash Log Datei löschen?
it: Cancellare Enigma Crash log file?

source: Deleting log files. Please wait...
de: Lösche Log Dateien. Bitte warten...
it: Cancellazione files di log. Attendere Prego...

source: Activate Swap File?
de: Aktiviere Swap Datei?
it: Attivare lo Swap file?

source: Swap file size
de: Grösse Swap Datei
it: Dimensioni file di Swap

source: Swap file location
de: Standort Swap Datei
it: Percorso file di Swap

source: Saving swap config. Please wait...
de: Swap Konfiguration sichern. Bitte warten…
it: Salvataggio configurazione Swap. Attendere prego...

source: Creating Swap file...
de: Erstelle Swap Datei...
it: Creazione file di Swap...

source: Deleting Swap file...
de: Lösche Swap File...
it: Rimozione file di Swap...

source: Nothing to do!
de: Nichts zu Konfigurieren!
it: Niente da configurare!

source: Swap process completed successfully!
de: Swap Prozess erfolgreich beendet!
it: Processo Swap completato con successo!

source: Swap process killed by user!
de: Prozess durch Nutzer abgebrochen!
it: Processo interrotto da utente!

source: Manage Kernel Modules
de: Verwaltung Kernel Module
it: Gestione Moduli Kernel

source: Manage Modules
de: Verwaltung Module
it: Gestione Moduli

source: Save Enigma Setting
de: Enigma Einstellungen sichern
it: Salva Configurazioni

source: Setup Devices
de: Geräte Einstellungen
it: Configura periferiche

source: Force Umount before Format
de: Zwangs Trennung vor dem formatieren
it: Forza umount prima di formattare

source: Setup InfoBar OSD
de: Konfiguriere InfoBar OSD
it: Configurazione InfoBar OSD

source: Setup Extended InfoBar OSD
de: Konfiguriere erweiterte InfoBar OSD
it: Configurazione InfoBar estesa OSD

source: Show Extended InfoBar Permanent
de: erweiterte InfoBar permanent anzeigen
it: Visualizza InfoBar estesa in modo permanente

source: Replace InfoBar with Extended InfoBar
de: Ersetze InfoBar mit erweiterte InfoBar
it: Sostituisci InfoBar con InfoBar estesa

source: Extended InfoBar delay (msec)
de: Verzögerung InfoBar (msec)
it: Ritardo InfoBar estesa (msec)

source: Extended InfoBar delay on zap (msec)
de: Verzögerung InfoBar beim Zappen (msec)
it: Ritardo Extended InfoBar su zap (msec)

source: Show decode network details
de: Details zu Netzwerk Decodierung anzeigen
it: Visualizza dettagli decodifica in rete

source: EMM Info delay (msec)
de: Verzögerung EMM Info (msec)
it: Ritardo EMM Info (msec)

source: ECM Info delay (msec)
de: Verzögerung ECM Info (msec)
it: Ritardo ECM Info (msec)

source: Set InfoBar Picon type
de: Wähle InfoBar Picon type
it: Seleziona Picon per InfoBar

source: Setup Console/RC/Enigma
de: Konfiguriere Console/RC/Enigma
it: Configurazione Console/RC/Enigma

source: Auto close Console on finished event
de: Konsole automatisch schliessen
it: Chiudere automaticamente la Console

source: Delay before auto close Console (sec)
de: Verzögerung vor Schliessung (sec)
it: Ritardo prima della chiusura Console (sec)

source: Enable VirtualKeyBoard (Experimental)
de: Virtuelle Tastatur aktivieren (Experimental)
it: Abilitare la VirtualKeyBoard (Sperimentale)

source: Setup Display LCD/OLED
it: Configurazione Display LCD/OLED

source: Enable Brightness on vision
de: Helligkeit aktivieren
it: Abilita Luminosità in visione

source: Brightness on vision
de: Helligkeit
it: Lumin. in visione

source: Show Picon on LCD? (Need enigma restart)
de: Zeige Picon auf LCD? (Neustart GUI)
it: Visualizzare Picon su LCD? (Necessita riavvio GUI)

source: Set LCD Picon type
de: Wähle Picon Typ für LCD
it: Seleziona tipo Picon per LCD

source: Setup Picon
de: Konfiguriere Picon
it: Configurazione Picon

source: Search Picon in Hard disk
de: Suche Picon auf Festplatte
it: Cercare le Picon su Hard disk

source: Setup InaDyn
de: Konfiguriere InaDyn
it: Configurazione InaDyn

source: Set user
de: Benutzer eingeben
it: Imposta user

source: Set password
it: Imposta password

source: Set domain name
de: Domainname einstellen
it: Imposta nome dominio

source: Set server
de: Server einstellen
it: Imposta server

source: Set update period (sec)
de: Zeit für Aktualisierung einstellen (sec)
it: Imposta periodo di aggiornamento (sec)

source: Set DNS System
de: DNS einstellen
it: Seleziona sistema DNS

source: Set log file
de: Log Datei einstellen
it: Imposta file di log

source: Setup EZ-IpUpdate
de: Konfiguriere EZ-IpUpdate
it: Configurazione EZ-IpUpdate

source: Setup Proxy
de: Proxy einstellen
it: Configurazione Proxy

source: Activate proxy?
de: Proxy aktivieren?
it: Attivare proxy?

source: Set Proxy Server
de: Proxy Server einstellen
it: Imposta Server Proxy

source: Set Proxy Server port
de: Proxy Server Port einstellen
it: Imposta Porta Server Proxy

source: EPG Enigma cache save path
de: Sicherungspfad EPG Enigma Cache
it: Percorso di salvataggio cache EPG di Enigma

source: Number of displayed element on search
de: bei der Suche Anzahl Elemente anzeigen
it: Numero di elementi visualizzati nella ricerca

source: Zap delay before download EPG
de: Zap Verzögerung bevor EPG laden
it: Ritardo Zap prima di scaricare EPG

source: Download EPG SKY-IT
de: Herunterladen EPG SKY-IT
it: Scaricare EPG SKY-IT

source: Channel to download EPG SKY-IT
de: EPG SKY-IT Kanal zum herunterladen
it: Canale per la ricezione EPG SKY-IT

source: Download EPG SKY-UK
de: Herunterladen EPG SKY-UK
it: Scaricare EPG SKY-UK

source: Channel to download EPG SKY-UK
de: EPG SKY-UK Kanal zum herunterladen
it: Canale per la ricezione EPG SKY-UK

source: Clear enigma cache before load EPG
de: vor EPG laden, Enigma Cache leeren
it: Pulisci la cache Enigma prima di caricare EPG

source: Clear Backup EPG after clear Enigma cache
de: EPG Backup löschen nach Enigma Cache leeren
it: Cancellare backup EPG dopo la pulizia cache Enigma

source: Enable EPG Download via Timer
de: aktiviere EPG download per Timer
it: Abiltare lo scarico EPG con il Timer

source: No Delay
de: keine Verzögerung
it: Nessuno

source: Setup OPKG/Upgrade Options
de: Konfiguriere OPKG/Upgrade Optionen
it: Configurazione OPKG/Upgrade

source: Force overwrite on upgrade ?
de: zwangsüberschreiben beim Upgrade?
it: Forza aggiornamento pacchetti?

source: Overwrite all package during upgrade operation?
de: im Upgrade Modus alle Pakete überschreiben?
it: Sovrascrivi tutti i pacchetti durante l'aggiornamento?

source: Overwrite configuration files
de: Konfigurationsdatei überschreiben
it: Sovrascrivere i file di configurazione

source: Force overwrite on upgrade
de: zwangsüberschreiben beim Upgrade
it: Forzare aggiornamento pacchetti

source: Force reinstall on install ?
de: bei Installation deinstallieren erlauben?
it: Forzare re-installazione dei pacchetti ?

source: Force reinstall package during install operation?
de: Pakete während Installationsprozess deinstallieren?
it: Forzare la re-installazione dei pacchetti durante l'install?

source: Force reinstall on install
de: bei Installation deinstallieren erlauben
it: Forzare re-installazione dei pacchetti

source: Enable fade in of InfoBar
de: InfoBar einblenden aktivieren
it: Abilitare dissolvenza su apertura InfoBar

source: Enable fade out of InfoBar
de: InfoBar verblassen aktivieren
it: Abilitare dissolvenza su chiusura InfoBar

source: Enable fade in of InfoBar on Zap
de: InfoBar beim Zappen einblenden
it: Abilitare dissolvenza InfoBar su Zap

source: Speed for fade in/out of InfoBar (1-10)
de: Einblendegeschwindigkeit (1-10)
it: Velocità dissolvenza InfoBar (1-10)

source: Manage DVB-T/C Adapter
de: DVB-T/C Adapter verwalten
it: Gestione DVB-T/C Adapter

source: Modules for support USB DVB-T/C adapter are not installed! Press green button to install it.
de: Modul Unterstützung der USB DVB-T/C Adapter sind nicht installiert! grüne Taste für Installation drücken.
it: I moduli per il supporto degli adapter USB DVB-T/C non sono installati! Premere il tasto verde per installarli.

source: Do you want install the support packages, for DVB-T/C adapters?
de: Möchtest du die Unterstützung für USB DVB-T/C Adapter installieren?
it: Vuoi installare i pacchetti, per il supporto degli adapter USB DVB-T/C?

source: Do you want remove the support packages, for DVB-T/C adapters?
de: Möchtest du die Unterstützung der USB DVB-T/C Adapter entfernen?
it: Vuoi rimuovere i pacchetti, per il supporto degli adapter USB DVB-T/C?

source: Install Driver
de: Treiber installieren
it: Installare Driver

source: Remove Driver
de: Treiber entfernen
it: Rimozione Driver
